[
    {
        "Comida": [
            {
                "name": "Calabaza del apocalipsis",
                "img": "alimento1.svg",
                "description": "Es una calabaza cultivada en escenarios postapocalípticos, regada con sangre de hombres lobo y abonada con restos de zombis.",
                "price": 14.80
            },
            {
                "name": "Vino de sangre de drácula",
                "img": "alimento2.svg",
                "description": "Vino elaborado con la sangre de nuestros vampiros computados y cuidados en nuestra granja.",
                "price": 6.50
            },
            {
                "name": "Ojos al BBQ",
                "img": "alimento3.svg",
                "description": "Estos son los ojos que nuestros cuervos recolectan de nuestra granja de vidas perdidas.",
                "price": 18.60
            },
            {
                "name": "Huevos de araña apanados",
                "img": "alimento4.svg",
                "description": "Son huevos de araña apanados, deliciosos. Se le puede agregar una salsa a su preferencia.",
                "price": 11.20
            },
            {
                "name": "Pastel del ultimo dia",
                "img": "alimento5.svg",
                "description": "Es un pastel común y corriente. Contiene huevos, azúcar, harina, mantequilla, leche entera y aceite de maíz.",
                "price": 7.99
            },
            {
                "name": "Sopa con ojos de bruja",
                "img": "alimento6.svg",
                "description": "Es una sopa especial con ojos de las mejores brujas de la región. Posee propiedades mágicas.",
                "price": 17.80
            }
        ],
        "Lugares": [
            {
                "name": "Refugios subterráneos",
                "img": "",
                "description": "Estos refugios, construidos para proteger a las personas de eventos catastróficos, son lugares ideales para encontrar refugio y suministros.",
                "price": 37.86
            },
            {
                "name": "Zonas radioactivas",
                "img": "",
                "description": "Aunque peligrosas debido a la radiación, estas áreas pueden ser ricas en recursos valiosos como combustible y tecnología avanzada.",
                "price": 53.12
            },
            {
                "name": "Instalaciones militares",
                "img": "",
                "description": "Estos lugares pueden tener un gran potencial para encontrar armas y otros suministros militares, pero también pueden ser altamente peligrosos.",
                "price": 24.56
            },
            {
                "name": "Central Nuclear",
                "img": "",
                "description": "Estas instalaciones pueden ser ricas en recursos valiosos, pero también pueden ser peligrosas debido a la radiación y los peligros de seguridad.",
                "price": 15.43
            },
            {
                "name": "entros de investigación secretos",
                "img": "",
                "description": "Estos lugares pueden contener tecnologías y conocimientos avanzados, pero también pueden ser altamente protegidos y difíciles de acceder.",
                "price": 48.19
            },
            {
                "name": "Islas desiertas",
                "img": "",
                "description": "Estos lugares pueden ser ideales para encontrar refugio y suministros, pero también pueden ser aislados y difíciles de viajar.",
                "price": 14.98
            }
        ],
        "Objetos": [
            {
                "name": "Kid de Armas",
                "img": "",
                "description": "Estas pueden incluir armas de fuego, cuchillos, arcos y flechas, entre otras.",
                "price": 47.75
            },
            {
                "name": "Medios de transporte",
                "img": "",
                "description": "Esto puede incluir bicicletas, motos, vehículos todoterreno, etc.",
                "price": 59.90
            },
            {
                "name": "Sistemas de comunicación",
                "img": "",
                "description": "Esto puede incluir radios, teléfonos satélite, etc.",
                "price": 19.02
            },
            {
                "name": "Suministros para la construcción",
                "img": "",
                "description": "Esto puede incluir materiales para construir refugios, herramientas de construcción, etc.",
                "price": 45.62
            },
            {
                "name": "Ropa y equipo de protección",
                "img": "",
                "description": "Esto puede incluir ropa a prueba de balas, mascarillas de gas, cascos, etc.",
                "price": 26.40
            },
            {
                "name": "Alimentos y suministros de cocina",
                "img": "",
                "description": "Esto puede incluir comida en conserva, equipo de cocina, etc.",
                "price": 38.90
            }
        ]
    }
]